[
  {
    "id": 1020,
    "name": "Grand Theft Auto V",
    "summary": "Grand Theft Auto V is a vast open world game set in Los Santos, a sprawling sun-soaked metropolis struggling to stay afloat in an era of economic uncertainty and cheap reality TV. The game blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
    "tags": [
      "Shooter",
      "Racing",
      "Adventure"
    ]
  },
  {
    "id": 1942,
    "name": "The Witcher 3: Wild Hunt",
    "summary": "RPG and sequel to The Witcher 2 (2011), The Witcher 3 follows witcher Geralt of Rivia as he seeks out his former lover and his young subject while intermingling with the political workings of the wartorn Northern Kingdoms. Geralt has to fight monsters and deal with people of all sorts in order to solve complex problems and settle contentious disputes, each ranging from the personal to the world-changing.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 472,
    "name": "The Elder Scrolls V: Skyrim",
    "summary": "Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose. Play any type of character you can imagine, and do whatever you want; the legendary freedom of choice, storytelling, and adventure of The Elder Scrolls is realized like never before.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 1877,
    "name": "Cyberpunk 2077",
    "summary": "Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality. You can customize your character’s cyberware, skillset and playstyle, and explore a vast city where the choices you make shape the story and the world around you.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 732,
    "name": "Grand Theft Auto: San Andreas",
    "summary": "Returning after his mother's murder to the semi-fictional city of Los Santos (based on Los Angeles), Carl Johnson, a former gang banger, must take back the streets for his family and friends by gaining respect and once again gaining control over the streets. However, a story filled with crime, lies and corruption will lead him to trudge the entire state of San Andreas (based on California and Nevada) to rebuild his life.",
    "tags": [
      "Shooter",
      "Racing",
      "Adventure"
    ]
  },
  {
    "id": 72,
    "name": "Portal 2",
    "summary": "Sequel to the acclaimed Portal (2007), Portal 2 pits the protagonist of the original game, Chell, and her new robot friend, Wheatley, against more puzzles conceived by GLaDOS, an A.I. with the sole purpose of testing the Portal Gun's mechanics and taking revenge on Chell for the events of Portal. As a result of several interactions and revelations, Chell once again pushes to escape Aperture Science Labs.",
    "tags": [
      "Shooter",
      "Platform",
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 71,
    "name": "Portal",
    "summary": "Waking up in a seemingly empty laboratory, the player is made to complete various physics-based puzzle challenges through numerous test chambers in order to test out the new Aperture Science Handheld Portal Device, without an explanation as to how, why or by whom.",
    "tags": [
      "Shooter",
      "Platform",
      "Puzzle"
    ]
  },
  {
    "id": 233,
    "name": "Half-Life 2",
    "summary": "1998. HALF-LIFE sends a shock through the game industry with its combination of pounding action and continuous, immersive storytelling.\n\nNOW. By taking the suspense, challenge and visceral charge of the original, and adding startling new realism and responsiveness, Half-Life 2 opens the door to a world where the player's presence affects everything around them, from the physical environment to the behaviors even the emotions of both friends and enemies.",
    "tags": [
      "Shooter"
    ]
  },
  {
    "id": 74,
    "name": "Mass Effect 2",
    "summary": "Are you prepared to lose everything to save the galaxy? You'll need to be, Commander Shephard. It's time to bring together your greatest allies and recruit the galaxy's fighting elite to continue the resistance against the invading Reapers. So steel yourself, because this is an astronomical mission where sacrifices must be made. You'll face tougher choices and new, deadlier enemies. Arm yourself and prepare for an unforgettable intergalactic adventure.\n\nGame Features:\n\nShift the fight in your favour. Equip yourself with powerful new weapons almost instantly thanks to a new inventory system. Plus, an improved health regeneration system means you'll spend less time hunting for restorative items.\n\nMake every decision matter. Divisive crew members are just the tip of the iceberg, Commander, because you'll also be tasked with issues of intergalactic diplomacy. And time's a wastin' so don't be afraid to use new prompt-based actions that let you interrupt conversations, even if they could alter the fate of your crew...and the galaxy.\n\nForge new alliances, carefully. You'll fight alongside some of your most trustworthy crew members, but you'll also get the opportunity to recruit new talent. Just choose your new partners with care because the fate of the galaxy rests on your shoulders, Commander.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 231,
    "name": "Half-Life",
    "summary": "Dr. Gordon Freeman doesn't speak, but he's got a helluva story to tell. This first-person roller-coaster initiated a new era in the history of action games by combining engrossing gameplay, upgraded graphics, ingenious level design and a revolutionary story that may not be all that it seems, told not through cutscenes, but through the visual environment.",
    "tags": [
      "Shooter",
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 127,
    "name": "Assassin's Creed II",
    "summary": "Discover an intriguing and epic story of power, revenge and conspiracy set during a pivotal moment in history: the Italian Renaissance.\nExperience the freedom and immersion of an all new open world and mission structure with settings such as the rooftops and canals of beautiful Venice. Your options in combat, assassination and escape are vast, with many new weapons, settings and gameplay elements.",
    "tags": [
      "Platform",
      "Adventure"
    ]
  },
  {
    "id": 733,
    "name": "Grand Theft Auto: Vice City",
    "summary": "In the year 1986, Tommy Vercetti is heavily indebted to his mafia superiors after a drug deal gone awry, but his dreams of taking over Vice City (based on Miami) push him down a different path. Featuring a wide variety of vehicles and weapons, radio stations playing hit songs from the era and an intense atmosphere, GTA: Vice City is an open-world sandbox satire of '80's Miami.",
    "tags": [
      "Shooter",
      "Racing",
      "Adventure",
      "Arcade"
    ]
  },
  {
    "id": 25076,
    "name": "Red Dead Redemption 2",
    "summary": "Red Dead Redemption 2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 20,
    "name": "BioShock",
    "summary": "BioShock is a horror-themed first-person shooter set in a steampunk underwater dystopia. The player is urged to turn everything into a weapon: biologically modifying their own body with Plasmids, hacking devices and systems, upgrading their weapons, crafting new ammo variants, and experimenting with different battle techniques are all possible. The game is described by the developers as a spiritual successor to their previous PC title System Shock 2. BioShock received high praise in critical reviews for its atmospheric audio and visual quality, absorbing and original plot and its unique gaming experience.",
    "tags": [
      "Shooter",
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 73,
    "name": "Mass Effect",
    "summary": "What starts as a routine mission to an agrarian outpost quickly becomes the opening salvo in an epic war. As the newly appointed Executive Officer of the SSV Normandy, you'll assemble and lead an elite squad of heroes into battle after heart-pounding battle. Each decision you make will impact not only your fate, but the destiny of the entire galaxy in the Mass Effect trilogy.\n\nKey Features:\n\nIncredible, interactive storytelling. Create and customize your own character, from Commander Shepard's appearance and skills to a personalized arsenal. Unleash devastating abilities as you command and train. Your decisions will control the outcome of each mission, your relationships with your crew and ultimately the entire war.\n\nAn amazing universe to explore. From the massive Citadel to the harsh, radioactive landscape of the Krogan home world – the incredible breadth of the Mass Effect universe will blow you away. Travel to the farthest outposts aboard the SSV Normandy, the most technologically advanced ship in the galaxy. You'll follow the clues left by ancient civilizations, discover hidden bases with fantastic new tech and lead your hand-picked crew into explosive alien battles.\n\nEdge-of-your-seat excitement meets strategic combat. Find the perfect combination of squad-mates and weapons for each battle if you want to lead them to victory. Sun-Tzu's advice remains as pertinent in 2183 as it is today – know your enemy. You'll need different tactics for a squad of enemies with devastating biotic attacks than a heavily armored Geth Colossus so choose your teams wisely.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 500,
    "name": "Batman: Arkham Asylum",
    "summary": "Using a great variety of gadgets you must make your way around the island, and the asylums halls to find and stop the joker. The game uses a 3-button combat system, but with a great number of gadget abilites which Batman can unlock. This makes for a very cinematic combat experience when fighting the Joker's goons.",
    "tags": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 529,
    "name": "Far Cry 3",
    "summary": "Beyond the reach of civilization lies a lawless island ruled by violence. This is where you find yourself stranded, caught in a bloody conflict between the island’s psychotic warlords and indigenous rebels. Struggling to survive, your only hope of escape is through the muzzle of a gun. Discover the island’s dark secrets and take the fight to the enemy; improvise and use your environment to your advantage; and outwit its cast of ruthless, deranged inhabitants. Beware the beauty and mystery of this island of insanity… Where nothing is what is seems, you’ll need more than luck to escape alive.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 121,
    "name": "Minecraft",
    "summary": "Minecraft focuses on allowing the player to explore, interact with, and modify a dynamically-generated map made of one-cubic-meter-sized blocks. In addition to blocks, the environment features plants, mobs, and items. Some activities in the game include mining for ore, fighting hostile mobs, and crafting new blocks and tools by gathering various resources found in the game. The game's open-ended model allows players to create structures, creations, and artwork on various multiplayer servers or their single-player maps. Other features include redstone circuits for logic computations and remote actions, minecarts and tracks, and a mysterious underworld called the Nether. A designated but completely optional goal of the game is to travel to a dimension called the End, and defeat the ender dragon.",
    "tags": [
      "Simulator",
      "Adventure"
    ]
  },
  {
    "id": 1164,
    "name": "Tomb Raider",
    "summary": "Tomb Raider explores the intense and gritty origin story of Lara Croft and her ascent from a young woman to a hardened survivor. Armed only with raw instincts and the ability to push beyond the limits of human endurance, Lara must fight to unravel the dark history of a forgotten island to escape its relentless hold.",
    "tags": [
      "Shooter",
      "Platform",
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 538,
    "name": "BioShock Infinite",
    "summary": "BioShock Infinite is the third game in the BioShock series. It is not a direct sequel/prequel to any of the previous BioShock games but takes place in an entirely different setting, although it shares similar features, gameplay and concepts with the previous games. BioShock Infinite features a range of environments that force the player to adapt, with different weapons and strategies for each situation. Interior spaces feature close combat with enemies, but unlike previous games set in Rapture, the setting of Infinite contains open spaces with emphasis on sniping and ranged combat against as many as fifteen enemies at once.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 11156,
    "name": "Horizon Zero Dawn",
    "summary": "Welcome to a vibrant world rich with the beauty of nature – but inhabited by awe-inspiring, highly advanced machines. As a young machine hunter named Aloy, you must unravel the mysteries of this world and find your own destiny.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 7331,
    "name": "Uncharted 4: A Thief's End",
    "summary": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he's willing to sacrifice to save the ones he loves.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 501,
    "name": "Batman: Arkham City",
    "summary": "Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security \"home\" for all of Gotham City's thugs, gangsters and insane criminal masterminds.\n\nSet inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight.",
    "tags": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 75,
    "name": "Mass Effect 3",
    "summary": "Earth is burning. The Reapers have taken over and other civilizations are falling like dominoes. Lead the final fight to save humanity and take back Earth from these terrifying machines, Commander Shepard. You'll need backup for these battles. Fortunately, the galaxy has a habit of sending unexpected species your way. Recruit team members and forge new alliances, but be prepared to say goodbye at any time as partners make the ultimate sacrifice. It's time for Commander Shepard to fight for the fate of the human race and save the galaxy. No pressure, Commander.\n\nFight smarter. Take advantage of new powers and combat moves. Shepard can now blind fire at enemies and build tougher melee attacks. Plus, when you fight as a team you can combine new biotic and tech powers to unleash devastating Power Combos.\n\nBuild the final force. Build a team from a variety of races and classes and combine their skills to overcome impossible odds. You'll be joined by newcomers like James Vega, a tough-as-nails soldier, as well as EDI, a trusted AI in a newly acquired physical form. Keep an eye out for beloved characters from your past, but beware. Some may not survive the final battle...\n\nFace off against friends. Enjoy an integrated co-op multiplayer mode and team up with friends online to liberate key conflict zones from increasingly tough opponents. Customize your warrior and earn new weapons, armor, and abilities to build war preparedness stats in your single player campaign.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 26192,
    "name": "The Last of Us Part II",
    "summary": "The Last of Us Part II is an action-adventure game set five years after the events of The Last of Us. The player traverses post-apocalyptic environments such as buildings and forests to advance the story. They can use firearms, improvised weapons, and stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. The game intermittently switches control between Ellie and Abby, and also briefly Joel in the opening sequence. The nimble nature of the player character introduces platforming elements, allowing the player to jump and climb to traverse environments and gain advantages during combat.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 19560,
    "name": "God of War",
    "summary": "God of War is the sequel to God of War III as well as a continuation of the canon God of War chronology. Unlike previous installments, this game focuses on Norse mythology and follows an older and more seasoned Kratos and his son Atreus in the years since the third game. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same.",
    "tags": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 16,
    "name": "Fallout: New Vegas",
    "summary": "In this first-person Western RPG, the player takes on the role of Courier 6, barely surviving after being robbed of their cargo, shot and put into a shallow grave by a New Vegas mob boss. The Courier sets out to track down their robbers and retrieve their cargo, and winds up getting tangled in the complex ideological and socioeconomic web of the many factions and settlements of post-nuclear Nevada.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 15,
    "name": "Fallout 3",
    "summary": "Fallout 3 from the creators of the award-winning Oblivion, featuring one of the most realized game worlds ever created. Create any kind of character you want and explore the open wastes of post-apocalyptic Washington D.C. Every minute is a fight for survival as you encounter Super Mutants, Ghouls, Raiders and other dangers of the Wasteland. Prepare for the future.\n\nThe third game in the Fallout series, Fallout 3 is a singleplayer action role-playing game (RPG) set in a post-apocalyptic Washington DC. Combining the horrific insanity of the Cold War era theory of mutually assured destruction gone terribly wrong, with the kitschy naivety of American 1950s nuclear propaganda, Fallout 3 will satisfy both players familiar with the popular first two games in its series as well as those coming to the franchise for the first time.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 19441,
    "name": "Watch Dogs 2",
    "summary": "Explore a massive and dynamic open world offering an incredible variety of gameplay possibilities. Hack your way through traffic while you engage in dangerous car chases through the winding streets of San Francisco, traverse the rooftops of the colorful and vibrant neighborhoods of Oakland, and infiltrate the cutting-edge offices of Silicon Valley companies. There are many secrets to uncover in the birthplace of the tech revolution.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 7599,
    "name": "Life is Strange",
    "summary": "Life is Strange is a five part episodic game that sets out to revolutionize story based choice and consequence games by allowing the player to rewind time and affect the past, present and future.",
    "tags": [
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 1871,
    "name": "The Walking Dead",
    "summary": "The Walking Dead: Season One (also known as The Walking Dead: The Game) is an episodic interactive drama graphic adventure video game developed and published by Telltale Games. Based on Robert Kirkman's The Walking Dead comic book series, the game consists of five episodes, released between April and November 2012. It is available for Android, iOS, Kindle Fire HDX, Microsoft Windows, Mac OS X, PlayStation 3, PlayStation Vita, Xbox 360, PlayStation 4 and Xbox One. The game is the first of The Walking Dead video game series published by Telltale.",
    "tags": [
      "Point-and-click",
      "Adventure"
    ]
  },
  {
    "id": 9630,
    "name": "Fallout 4",
    "summary": "Bethesda Game Studios welcome you to the world of Fallout 4, their most ambitious game ever, and the next generation of open-world gaming. As the sole survivor of Vault 111, you enter a world destroyed by nuclear war. Every second is a fight for survival, and every choice is yours. Only you can rebuild and determine the fate of the Wasteland. Welcome home.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 18,
    "name": "Max Payne",
    "summary": "Max Payne is a man with nothing to lose in the violent, cold urban night. A fugitive undercover cop framed for murder, hunted by cops and the mob, Max is a man with his back against the wall, fighting a battle he cannot hope to win. Max Payne is a relentless story-driven game about a man on the edge, fighting to clear his name while struggling to uncover the truth about his slain family amongst a myriad of plot-twists and twisted thugs in the gritty bowels of New York during the century's worst blizzard.\n\nThe groundbreaking original cinematic action-shooter, Max Payne introduced the concept of Bullet Time in videogames. Through its stylish slow-motion gunplay combined with a dark and twisted story, Max Payne redefined the action-shooter genre.",
    "tags": [
      "Shooter"
    ]
  },
  {
    "id": 6036,
    "name": "The Last of Us Remastered",
    "summary": "The Last of Us Remastered is an updated release of the PS3 game The Last of Us. It is identical to the PS3 version but runs at a 1080p resolution and incorporates character models with a higher resolution. There are also improved shadows and lighting, upgraded textures, 60 frames per second and other types of improvements. In addition to the base game, two map packs and the expansion The Last of Us: Left Behind are included.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 113,
    "name": "Assassin's Creed Brotherhood",
    "summary": "Live and breathe as Ezio, a legendary Master Assassin, in his enduring struggle against the powerful Templar Order. He must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy.\nDefeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire Brotherhood who will rally to his side. Only by working together can the Assassins defeat their mortal enemies.\nAnd for the first time, introducing a never-before-seen multiplayer layer that allows you to choose from a wide range of unique characters, each with their own signature weapons and assassination techniques, and match your skills against other players from around the world.\nIt’s time to join the Brotherhood.",
    "tags": [
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 59,
    "name": "The Elder Scrolls IV: Oblivion",
    "summary": "The Elder Scrolls IV: Oblivion, the fourth game in the Elder Scrolls story, is set within the province of Cyrodiil, the heartland and Imperial capital of Tamriel. Emperor Uriel Septim VII is assassinated in flight from his own palace, but just before he dies he passes on to you the mystic Amulet of Kings. The adventure proper begins with the quest to find Uriel's lost and illegitimate son who is the only heir to the throne. In a world where the forces of darkness seek their ultimate dominion over the ranks of man and mer alike, you alone stand between the future of Tamriel and the gates of Oblivion.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 623,
    "name": "Call of Duty 4: Modern Warfare",
    "summary": "Call of Duty 4: Modern Warfare differs from previous installments of the Call of Duty series. Previous Call of Duty games have a distinct three country-specific campaign style, while Call of Duty 4 has a more film-like plot with interlaced story lines from the perspectives of Sgt. Paul Jackson of the Marines 1st Force Recon and Sgt. 'Soap' MacTavish of the British 22nd SAS Regiment.",
    "tags": [
      "Shooter",
      "Simulator"
    ]
  },
  {
    "id": 1011,
    "name": "Borderlands 2",
    "summary": "A new era of shoot and loot is about to begin. Play as one of four new vault hunters facing off against a massive new world of creatures, psychos and the evil mastermind, Handsome Jack. Make new friends, arm them with a bazillion weapons and fight alongside them in 4 player co-op on a relentless quest for revenge and redemption across the undiscovered and unpredictable living planet.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 731,
    "name": "Grand Theft Auto IV",
    "summary": "Grand Theft Auto IV is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas.\n\nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting.\n\nTwo expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists.",
    "tags": [
      "Shooter",
      "Racing",
      "Adventure"
    ]
  },
  {
    "id": 25657,
    "name": "Destiny 2",
    "summary": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2’s cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 28204,
    "name": "Call of Duty: WWII",
    "summary": "Call of Duty: WWII creates the definitive World War II next generation experience across three different game modes: Campaign, Multiplayer, and Co-Operative. Featuring stunning visuals, the Campaign transports players to the European theater as they engage in an all-new Call of Duty story set in iconic World War II battles. Multiplayer marks a return to original, boots-on-the ground Call of Duty gameplay. Authentic weapons and traditional run-and-gun action immerse you in a vast array of World War II-themed locations. The Co-Operative mode unleashes a new and original story in a standalone game experience full of unexpected, adrenaline-pumping moments.",
    "tags": [
      "Shooter"
    ]
  },
  {
    "id": 1970,
    "name": "Assassin's Creed IV Black Flag",
    "summary": "Assassin’s Creed IV Black Flag begins in 1715, when pirates established a lawless republic in the Caribbean and ruled the land and seas. These outlaws paralyzed navies, halted international trade, and plundered vast fortunes. They threatened the power structures that ruled Europe, inspired the imaginations of millions, and left a legacy that still endures.",
    "tags": [
      "Platform",
      "Adventure"
    ]
  },
  {
    "id": 8173,
    "name": "Overwatch",
    "summary": "Join the fight for the future in the world of Overwatch and choose your hero from a diverse cast of soldiers, scientists, adventurers, and oddities. Bend time, defy physics, and unleash a dizzying array of extraordinary powers and weapons. Engage your enemies in iconic locations from around the globe in the ultimate team-based shooter.",
    "tags": [
      "Shooter",
      "Strategy"
    ]
  },
  {
    "id": 5503,
    "name": "Batman: Arkham Knight",
    "summary": "Batman: Arkham Knight brings the award-winning Arkham trilogy from Rocksteady Studios to its epic conclusion. Developed exclusively for New-Gen platforms, Batman: Arkham Knight introduces Rocksteady's uniquely designed version of the Batmobile. The highly anticipated addition of this legendary vehicle, combined with the acclaimed gameplay of the Arkham series, offers gamers the ultimate and complete Batman experience as they tear through the streets and soar across the skyline of the entirety of Gotham City. In this explosive finale, Batman faces the ultimate threat against the city that he is sworn to protect, as Scarecrow returns to unite the super criminals of Gotham and destroy the Batman forever.",
    "tags": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 76,
    "name": "Dragon Age: Origins",
    "summary": "Dragon Age: Origins is a third-person role-playing game described as a spiritual successor to Baldur's Gate and Neverwinter Nights franchises. Players create their own character by customizing gender and appearance as well as choosing a race and class. Combat is in real time with the ability to pause at any moment: tactical options include an editor which allows the player to give the AI detailed instructions on how to behave in every possible situation. Although the main storyline is the same for every character created, the game features six unique prologues, two for each race. Dragon Age: Origins received critical acclaim upon release, with praise mostly directed at its story, setting, characters, music and combat system.",
    "tags": [
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 478,
    "name": "The Witcher 2: Assassins of Kings",
    "summary": "This third-person dark fantasy Western RPG and sequel to The Witcher (2007), featuring multiple endings and branching narrative paths, follows the travels of Geralt of Rivia, witcher, who, after being falsely accused of regicide, sets out to clear his name and find the real killer, in a time of political turmoil and the brink of war between the imperialistic Nilfgaardian Empire and the Four Kingdoms.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 28540,
    "name": "Assassin's Creed Origins",
    "summary": "For the last four years, the team behind Assassin’s Creed IV Black Flag has been crafting a new beginning for the Assassin’s Creed franchise.\n\nSet in Ancient Egypt, players will journey to the most mysterious place in history, during a crucial period that will shape the world and give rise to the Assassin’s Brotherhood. Plunged into a living, systemic and majestic open world, players are going to discover vibrant ecosystems, made of diverse and exotic landscapes that will provide them with infinite opportunities of pure exploration, adventures and challenges.\n\nPowered by a new fight philosophy, Assassin's Creed Originsembraces a brand new RPG direction where players level up, loot, and choose abilities to shape and customize their very own skilled Assassin as they grow in power and expertise while exploring the entire country of Ancient Egypt.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 1372,
    "name": "Counter-Strike: Global Offensive",
    "summary": "Counter-Strike: Global Offensive expands upon the team-based action gameplay that it pioneered when it was launched 19 years ago. CS: GO features new maps, characters, weapons, and game modes, and delivers updated versions of the classic CS content",
    "tags": [
      "Shooter",
      "Tactical"
    ]
  },
  {
    "id": 21642,
    "name": "Totally Accurate Battle Simulator",
    "summary": "A physics based medieval battle simulator which lets you pit wacky waving armies against each other. In Totally Accurate Battle Simulator you pit waving arm men against each other and watch them fight it out.",
    "tags": [
      "Fighting",
      "Simulator",
      "Strategy",
      "Indie"
    ]
  },
  {
    "id": 10039,
    "name": "Superfighters Deluxe",
    "summary": "Superfighters Deluxe is a multiplayer 2D action game where little flat-headed men fight to the death in small and highly destructible arenas. Surviving each round takes skill, strategy and luck.",
    "tags": [
      "Fighting",
      "Shooter",
      "Platform",
      "Indie"
    ]
  },
  {
    "id": 375,
    "name": "Metal Gear Solid",
    "summary": "Metal Gear Solid is a stealth game created by Hideo Kojima which follows the MSX2 video games Metal Gear and Metal Gear 2: Solid Snake. Despite a transition to 3D, Metal Gear Solid's gameplay remains similar to his predecessors. The game utilizes a traditional top-down view and the player must navigate the protagonist Solid Snake through the game's areas without being detected. Detection will set off an alarm which draws armed enemies to his location. Conversations with Snake's allies and cutscenes are used extensively to advance the plot and gain more insight into it. Metal Gear Solid is regarded as one of the greatest and most important video games of all time, and helped popularize the stealth genre and in-engine cinematic cutscenes.",
    "tags": [
      "Tactical",
      "Adventure"
    ]
  },
  {
    "id": 7334,
    "name": "Bloodborne",
    "summary": "An action RPG in which the player embodies a Hunter who, after being transfused with the mysterious blood local to the city of Yharnam, sets off into a \"night of the Hunt\", an extended night in which Hunters may phase in and out of dream and reality in order to thin the outbreak of abominable beasts that plague the land and, for the more resilient and insightful Hunters, uncover the answers to the Hunt's many mysteries.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 533,
    "name": "Dishonored",
    "summary": "Dishonored is an immersive first-person action game that casts you as a supernatural assassin driven by revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you combine the supernatural abilities, weapons and unusual gadgets at your disposal. Pursue your enemies under the cover of darkness or ruthlessly attack them head on with weapons drawn. The outcome of each mission plays out based on the choices you make.",
    "tags": [
      "Puzzle",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 28552,
    "name": "Far Cry 5",
    "summary": "Welcome to Hope County, Montana, land of the free and the brave, but also home to a fanatical doomsday cult known as The Project at Eden’s Gate that is threatening the community's freedom. Stand up to the cult’s leader, Joseph Seed and the Heralds, and spark the fires of resistance that will liberate the besieged community.\n\nIn this expansive world, your limits and creativity will be tested against the biggest and most ruthless baddest enemy Far Cry has ever seen. It’ll be wild and it’ll get weird, but as long as you keep your wits about you, the residents of Hope County can rest assured knowing you’re their beacon of hope.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 7351,
    "name": "Doom",
    "summary": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, Doom returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using Doom SnapMap game editor to easily create, play, and share your content with the world.",
    "tags": [
      "Shooter",
      "Puzzle"
    ]
  },
  {
    "id": 11169,
    "name": "Final Fantasy VII Remake",
    "summary": "A spectacular re-imagining of one of the most visionary games ever, Final Fantasy VII Remake rebuilds and expands the legendary RPG for today. The first game in this project is set in the eclectic city of Midgar and presents a fully standalone gaming experience.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 132,
    "name": "Warcraft III: Reign of Chaos",
    "summary": "Warcraft 3: Reign of Chaos is an RTS made by Blizzard Entertainment. Take control of either the Humans, the Orcs, the Night Elves or the Undead, all with different unit types and heroes with unique abilities.Play the story driven single player campaign, go online to play default- or custom maps against people around the world or create your own maps with the map creation tool.",
    "tags": [
      "Real Time Strategy (RTS)",
      "Strategy"
    ]
  },
  {
    "id": 116,
    "name": "Star Wars: Knights of the Old Republic",
    "summary": "Choose Your Path! Set 4,000 years before the Galactic Empire, you are the last hope for the Jedi Order and the Republic - can you master the ways of the Force to become their savior? Or will you fall to the dark side and achieve ultimate power? Hero, villain, peacekeeper, or chaos-bringer... you and your party will determine the fate of the galaxy!\n\nStar Wars: Knights of the Old Republic is a role-playing video game. Players will be able to create their own characters and be able to choose what gender, appearance, class, skills, attributes, and feats they have throughout the game - no two characters will be the same!",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 3025,
    "name": "Middle-earth: Shadow of Mordor",
    "summary": "Middle-earth: Shadow of Mordor is a open world third-person action role-playing video game developed by Monolith Productions and published by Warner Bros. Interactive Entertainment, which takes place in the world of J.R.R. Tolkien's Legendarium.\n\nThe game takes place in the 60-year gap between the events of Tolkien's The Hobbit and The Lord of The Rings. It is a story of revenge, slaughter, and mystery set entirely in Mordor, the Land of Shadows. At its center is Talion, an ordinary man who loses everything, including his mortal life.\n\nThe game is set in a fully open world, and features various role-playing game elements such as experience points and skills. There are various ways the player can complete their main objective. Aside from the main storyline, there are various side quests and random events the player can complete within Mordor.\n\nThe melee system is inspired by that of the Batman Arkham series. Getting into a good fighting rhythm, using both regular attacks and counter-attacks will improve the player's combo multiplier.\n\nA unique feature of Middle-earth: Shadow of Mordor is the Nemesis system. Every enemy in the game has their own name, rank, and memory. These enemies will continue to do their own jobs and tasks even when they're off screen. If the player does not kill an enemy in an encounter, this enemy will remember the player and change their tactics and conversations based on the encounter.",
    "tags": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 247,
    "name": "Half-Life 2: Episode Two",
    "summary": "The second episodic sequel to one of the most influential first-person shooters of its time, Half-Life 2.",
    "tags": [
      "Shooter",
      "Puzzle"
    ]
  },
  {
    "id": 866,
    "name": "Sid Meier's Civilization V",
    "summary": "Sid Meier's Civilization V is a turn-based strategy game where the player leads a civilization from the stone-age all the way to future tech, there is more than one way to win, achieving one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest. You will face other civilizations, either online as other people or played by the computer, civilization 5 features a advanced diplomacy system when dealing with computer controlled civs or computer controlled city-states.",
    "tags": [
      "Simulator",
      "Strategy",
      "Turn-based strategy (TBS)"
    ]
  },
  {
    "id": 2114,
    "name": "Tom Clancy's The Division",
    "summary": "After a deadly pandemic sweeps through New York, it's up to Agents to save what remains. Complete missions, explore the Dark Zone, and fight back enemy factions alone or with 3 friends. Experience a full endgame offering you new PvP and PvE modes.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Strategy",
      "Tactical",
      "Adventure"
    ]
  },
  {
    "id": 7349,
    "name": "Mass Effect: Andromeda",
    "summary": "A new adventure awaits in the Mass Effect universe. With stunning visuals and a new galaxy to discover, BioWare delivers the next generation of space exploration.\n\nCommander Shepard's story may be over, but there are many more stories to tell in the Mass Effect universe. Mass Effect Andromeda will be set in a new galaxy, with new characters, new quests and a whole load of new consequence-laden decisions to make.\n\nMass Effect: Andromeda takes you to the Andromeda galaxy, far beyond the Milky Way. There, you'll lead our fight for a new home in hostile territory - where WE are the aliens.\n\nPlay as the Pathfinder - a leader of a squad of military-trained explorers - with deep progression and customisation systems. This is the story of humanity’s next chapter, and your choices throughout the game will ultimately determine our survival in the Andromeda Galaxy.\n\nAs you unfold the mysteries of the Andromeda Galaxy and the hope for humanity lies on your shoulders – You must ask yourself… How far will you go?\n\nKey Features:\n\nReturn to the Mass Effect universe. Lead the first humans in Andromeda on a desperate search for our new home. In this new chapter of Mass Effect, meet and recruit all-new, interesting characters caught up in an epic space saga filled with mystery and galactic conflict.\n\nFight for survival. Battle with your Pathfinder team against terrifying enemies and creatures. New additions like destructible environments, boosted jumps for added verticality, and all-new weapons and Biotics make combat more thrilling than ever.\n\nBuild your hero. Create a formidable hero with amazing weapons, powers and tech. A much more flexible skill and weapon progression tree means you can replicate your play style to make you unstoppable against new, powerful alien enemies.\n\nExplore a new galaxy. Chart your own course in a dangerous new region. Unravel the mysteries of the Andromeda galaxy as you discover rich, alien worlds in the search for humanity’s new home.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 1595,
    "name": "Star Citizen",
    "summary": "Star Citizen is a sandbox open-world MMO \"SpaceSim\" by Cloud Imperium Games. Explore the 'verse, fight, trade, and more when you play Star Citizen!",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Simulator",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 2155,
    "name": "Dark Souls",
    "summary": "An action RPG and spiritual sequel to Demon's Souls in which the player embodies the Chosen Undead, who is tasked with fulfilling an ancient prophecy by ringing the Bells of Awakening in the dark fantasy setting of Lordran, an open world with intricate areas full of beasts, former humans gone hollow, and magical abominations whom the player must overcome in challenging and unforgiving combat.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 7323,
    "name": "Rise of the Tomb Raider",
    "summary": "Join Lara Croft on her first great tomb raiding expedition as she seeks to discover the secret of immortality. Featuring high-octane action set in the most beautiful and hostile environments on earth, Rise of the Tomb Raider delivers cinematic survival action-adventure.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 18167,
    "name": "Hello Neighbor",
    "summary": "Hello Neighbor is a stealth horror game about sneaking into Mr.Petersons house to figure out what horrible secrets he's hiding in the basement. You play against an advanced AI that learns from your every move. Really enjoying climbing through that backyard window? Expect a bear trap there. Sneaking through the front door? There'll be cameras there soon. Trying to escape? The Neighbor will find a shortcut and catch you.",
    "tags": [
      "Puzzle",
      "Role-playing (RPG)",
      "Strategy",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 730,
    "name": "Grand Theft Auto III",
    "summary": "Featuring a fully 3-D living city, a combination of narrative driven and non-linear gameplay and a completely open environment, Grand Theft Auto III represents a huge leap forward in interactive entertainment. For the first time, players are put at the heart of their very own gangster movie, and let loose in a fully-realised 3 dimensional city, in which anything can happen and probably will.\n\nWith a cast of hundreds, 50 plus vehicles, ranging from sports cars to ice cream trucks and from boats to buses, 3 hours of music, including opera, reggae, house, drum and bass, pop and disco, a huge array of street ready weapons and some of the seediest characters in video game history, Grand Theft Auto 3 is a sprawling epic which will show you that sometimes, crime can pay and sometimes it can pay you back. Available now for PlayStation2, Xbox, PC and Macintosh.",
    "tags": [
      "Shooter",
      "Racing",
      "Simulator",
      "Adventure"
    ]
  },
  {
    "id": 12517,
    "name": "Undertale",
    "summary": "A small child falls into the Underground, where monsters have long been banished by humans and are hunting every human that they find. The player controls the child as they try to make it back to the Surface through hostile environments, all the while engaging with a turn-based combat system with puzzle-solving and bullet hell elements, as well as other unconventional game mechanics.",
    "tags": [
      "Role-playing (RPG)",
      "Turn-based strategy (TBS)",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 18866,
    "name": "Dead by Daylight",
    "summary": "Dead by Daylight is an asymmetrical multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught and killed.",
    "tags": [
      "Strategy"
    ]
  },
  {
    "id": 1262,
    "name": "South Park: The Stick of Truth",
    "summary": "From the perilous battlefields of the fourth-grade playground, a young hero will rise, destined to be South Park’s savior. From the creators of South Park, Trey Parker and Matt Stone, comes an epic quest to become… cool. Introducing South Park: The Stick of Truth.You begin as the new kid in town facing a harrowing challenge: making friends.\n\nAs you start your quest the children of South Park are embroiled in a city-wide, live-action-role-playing game, casting imaginary spells and swinging fake swords. Over time the simple children’s game escalates into a battle of good and evil that threatens to consume the world.Arm yourself with weapons of legend to defeat crab people, underpants gnomes, hippies and other forces of evil.\n\nDiscover the lost Stick of Truth and earn your place at the side of Stan, Kyle, Cartman and Kenny as their new friend. Succeed, and you shall be South Park’s savior, cementing your social status in South Park Elementary. Fail, and you will forever be known… as a loser.",
    "tags": [
      "Role-playing (RPG)",
      "Strategy",
      "Adventure"
    ]
  },
  {
    "id": 36926,
    "name": "Monster Hunter: World",
    "summary": "Welcome to a new world! Take on the role of a hunter and slay ferocious monsters in a living, breathing ecosystem where you can use the landscape and its diverse inhabitants to get the upper hand. Hunt alone or in co-op with up to three other players, and use materials collected from fallen foes to craft new gear and take on even bigger, badder beasts!",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 128,
    "name": "Assassin's Creed",
    "summary": "Assassin's Creed is a non-linear action-adventure video game, during which the player controls a 12th-century Levantine Assassin named Altaïr Ibn-La'Ahad during the Third Crusade, whose life is experienced through the Animus by his 21st century descendant, Desmond Miles.",
    "tags": [
      "Platform",
      "Adventure"
    ]
  },
  {
    "id": 9061,
    "name": "Cuphead",
    "summary": "Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era, i.e. traditional cel animation (hand drawn & hand inked!), watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets. Cuphead is all action, all the time.",
    "tags": [
      "Shooter",
      "Platform",
      "Indie",
      "Arcade"
    ]
  },
  {
    "id": 1985,
    "name": "Metal Gear Solid V: The Phantom Pain",
    "summary": "Metal Gear Solid V: The Phantom Pain is the final game in the Metal Gear series. It is the sequel to Metal Gear Solid V: Ground Zeroes released the year before and a prequel to the original Metal Gear. The game has a complex story with long cut-scene sequences, but there are fewer and they are shorter compared to earlier Metal Gear Solid titles. Most of the gameplay mechanics introduced in Ground Zeroes are carried over: it is still an action game and stealth oriented but replaces the linear corridor design from most earlier titles with large open world environments that offer the player unrestricted freedom for the approach. The world has now a real-time day and night cycle and various weather effects that influence enemy behaviour, visibility and sound. Sabotaging or destroying certain structures can also influence other parts of the map.",
    "tags": [
      "Shooter",
      "Tactical",
      "Adventure"
    ]
  },
  {
    "id": 37,
    "name": "Dead Space",
    "summary": "Dead Space is a 2008 science fiction survival horror video game developed by EA Redwood Shores (now Visceral Games) for Microsoft Windows, PlayStation 3 and Xbox 360. The game was released on all platforms through October 2008. The game puts the player in control of an engineer named Isaac Clarke, who battles the Necromorphs, reanimated human corpses, aboard an interstellar mining ship, the USG Ishimura.",
    "tags": [
      "Shooter",
      "Puzzle"
    ]
  },
  {
    "id": 4843,
    "name": "Kingdom Come: Deliverance",
    "summary": "Story-driven open-world RPG that immerses you in an epic adventure in the Holy Roman Empire. Avenge your parents' death as you battle invading forces, go on game-changing quests, and make influential choices. Explore castles, forests, villages and other realistic settings in medieval Bohemia!",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 1331,
    "name": "Limbo",
    "summary": "Limbo is a black and white puzzle-platforming adventure. Play the role of a young boy traveling through an eerie and treacherous world in an attempt to discover the fate of his sister.",
    "tags": [
      "Platform",
      "Puzzle",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 1384,
    "name": "Hotline Miami",
    "summary": "A top-down slasher/shooter with unlockable gameplay-altering masks and weapons, featuring a neon-flavoured electronic aesthetic, in which a hitman receives anonymous calls ordering him to travel to certain residences and crime dens and massacre those within, as he stumbles through unreal visions and inconsistencies without any answers to how, why or who.",
    "tags": [
      "Shooter",
      "Indie",
      "Arcade"
    ]
  },
  {
    "id": 19565,
    "name": "Marvel's Spider-Man",
    "summary": "Starring the world’s most iconic Super Hero, Spider-Man features the acrobatic abilities, improvisation and web-slinging that the wall-crawler is famous for, while also introducing elements never-before-seen in a Spider-Man game. From traversing with parkour and utilizing the environment, to new combat and blockbuster set pieces, it’s Spider-Man unlike any you’ve played before.",
    "tags": [
      "Hack and slash/Beat 'em up",
      "Adventure"
    ]
  },
  {
    "id": 126,
    "name": "Diablo II",
    "summary": "Like its predecessor, Diablo II is an action role-playing game with dark fantasy and horror themes. The player controls a new hero attempting to stop the destruction unleashed by Diablo's return. The game's 4 acts feature a variety of locations and settings to explore and battle in, as well as an increased cast of characters to play as and interact with. Diablo II had become one of the most popular online games of all time. Major factors that contributed to Diablo II's success include what fans found to be addictive hack-and-slash gameplay and free access to Battle.net.",
    "tags": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up"
    ]
  },
  {
    "id": 39,
    "name": "Mafia",
    "summary": "Mafia is a 3D action crime epic set in the seedy underworld of the 1930's. Rise from the lowly but well-dressed Footsoldier, to an envied and feared Made Man in an era of mob hits, car chases, and bootlegging. Earn a reputation as a tough enforcer, daring getaway driver, and deadly hitman in your quest for respect and power within the Salieri Family.",
    "tags": [
      "Fighting",
      "Shooter",
      "Racing",
      "Adventure"
    ]
  },
  {
    "id": 1887,
    "name": "Dragon Age: Inquisition",
    "summary": "Dragon Age: Inquisition is a role-playing game and the third main game in the Dragon Age series. It is set in the Thedas continent, the same fantasy world as the two previous games. It consist of two large countries: Ferelden (from Dragon Age: Origins) and Orlais, as well as the land inbetween.\n\nTrue to the spirit of the series the character can be customized for appearance, sex, class and race. The available races are dwarf, elf, human, and Qunari and the classes are mage, rogue, and warrior with three specializations each. To grow the Inquisition experience needs to be earned by completing quests, which allows the player to further define allegiances and pursue romances.\n\nA custom party can be defined and each member benefits from experience as it opens up access to better weapons and more abilities. Power points open up new areas and Inquisition points define the influence over the region; each new level provides a perk that benefits the entire Inquisition.",
    "tags": [
      "Role-playing (RPG)",
      "Tactical",
      "Adventure"
    ]
  },
  {
    "id": 2031,
    "name": "Wolfenstein: The New Order",
    "summary": "Wolfenstein: The New Order is an action-adventure shooter game played from a first-person perspective. It is the semi-sequel to 2009's Wolfenstein, however utilizes very little from the game and drops any direct references to veil or supernatural.\n\nTo progress through the story, the player battle enemies throughout levels. The game utilizes a health system in which players' health is divided into separate sections that regenerate; if an entire section is lost, the player must use a health pack to replenish the missing health. In combat, a cover system can be used as assistance against enemies. The player have the ability to lean around, over, and under cover, which can be used as a tactical advantage during shootouts and stealth levels. The game gives the player a wide variety of weapon options—they can be found on the ground, retrieved from dead enemies, or removed from their stationary position and carried around.",
    "tags": [
      "Shooter",
      "Adventure"
    ]
  },
  {
    "id": 286,
    "name": "Quake II",
    "summary": "Quake II is a first-person shooter video game developed by id Software and published by Activision. It is not a direct sequel to Quake, id decided to revert to an existing trademark when they were unable to agree on a new name that did not violate another company's trademark.",
    "tags": [
      "Shooter"
    ]
  },
  {
    "id": 11133,
    "name": "Dark Souls III",
    "summary": "Dark Souls continues to push the boundaries with the latest, ambitious chapter in the critically-acclaimed and genre-defining series. Prepare yourself and embrace the darkness!",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 1905,
    "name": "Fortnite",
    "summary": "Fortnite is the completely free online game where you and your friends fight to be the last one standing in Battle Royale, join forces to make your own Creative games, or catch a live show at Party Royale.",
    "tags": [
      "Shooter",
      "Role-playing (RPG)",
      "Simulator",
      "Strategy",
      "Adventure"
    ]
  },
  {
    "id": 43,
    "name": "Deus Ex: Human Revolution",
    "summary": "In Deus Ex: Human Revolution you play Adam Jensen, a security specialist, handpicked to oversee the defense of one of America's most experimental biotechnology firms. But when a black ops team breaks in and kills the scientists you were hired to protect, everything you thought you knew about your job changes. At a time when scientific advancements are routinely turning athletes, soldiers and spies into super-enhanced beings, someone is working very hard to ensure mankind's evolution follows a particular path. You need to discover why - because the decisions you take and the choices you make will be the only things that can determine mankind's future.",
    "tags": [
      "Shooter",
      "Puzzle",
      "Role-playing (RPG)"
    ]
  },
  {
    "id": 14362,
    "name": "Detroit: Become Human",
    "summary": "Detroit: Become Human puts the destiny of both mankind and androids in your hands, taking you to a near future where machines have become more intelligent than humans. Every choice you make affects the outcome of the game, with one of the most intricately branching narratives ever created.",
    "tags": [
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 6801,
    "name": "Far Cry 4",
    "summary": "In Far Cry 4, players find themselves in Kyrat, a wild region of the Himalayas struggling under the regime of a despotic self-appointed king. Using a vast array of weapons, vehicles and animals, players will write their own story across an exotic open-world landscape.",
    "tags": [
      "Shooter",
      "Tactical",
      "Adventure"
    ]
  },
  {
    "id": 1266,
    "name": "Assassin's Creed III",
    "summary": "The American Colonies, 1775. A brave young warrior fights to save his homeland. But what begins as a struggle over territory turns into an extraordinary journey that will transform him into a Master Assassin—and will forever change the destiny of a nation.\n\nYou are Connor, warrior son of a Native American mother and British father. As the colonies draw closer to revolution, you will dedicate your life to the freedom of your clan –becoming the spark that ignites the revolution into full blaze. Your crusade will take you through blood-soaked battlefields to crowded city streets, to perilous wilderness and beyond. You will not only witness history—you will make it.\nWelcome to an entirely new chapter in the Assassin’s Creed saga.",
    "tags": [
      "Adventure"
    ]
  },
  {
    "id": 11208,
    "name": "NieR: Automata",
    "summary": "NieR: Automata tells the story of androids 2B, 9S and A2 and their battle to reclaim the machine-driven dystopia overrun by powerful machines.",
    "tags": [
      "Role-playing (RPG)",
      "Hack and slash/Beat 'em up"
    ]
  },
  {
    "id": 559,
    "name": "Call of Duty: Modern Warfare 2",
    "summary": "Call of Duty: Modern Warfare 2 is a first-person shooter video game developed by Infinity Ward and published by Activision for the Xbox 360 and PlayStation 3 video game consoles and the Microsoft Windows operating system. Officially announced on February 11, 2009, the game was released worldwide on November 10, 2009. It is the sixth installment of the Call of Duty series and the direct sequel to Call of Duty 4: Modern Warfare, continuing the same storyline, with Call of Duty: Modern Warfare 3 set to end the storyline.",
    "tags": [
      "Shooter"
    ]
  },
  {
    "id": 7342,
    "name": "Inside",
    "summary": "An atmospheric 2D side-scroller in which, hunted and alone, a boy finds himself drawn into the center of a dark project and struggles to preserve his identity.",
    "tags": [
      "Platform",
      "Puzzle",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 7344,
    "name": "Ori and the Blind Forest",
    "summary": "The forest of Nibel is dying. After a powerful storm sets a series of devastating events in motion, an unlikely hero must journey to find his courage and confront a dark nemesis to save his home. Ori and the Blind Forest tells the tale of a young orphan destined for heroics, through a visually stunning action-platformer crafted by Moon Studios for Xbox One and PC. Featuring hand-painted artwork, meticulously animated character performance, and a fully orchestrated score, Ori and the Blind Forest explores a deeply emotional story about love and sacrifice, and the hope that exists in us all.",
    "tags": [
      "Platform",
      "Puzzle",
      "Adventure"
    ]
  },
  {
    "id": 3225,
    "name": "No Man's Sky",
    "summary": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action.\n\nIn No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again.",
    "tags": [
      "Role-playing (RPG)",
      "Simulator",
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 230,
    "name": "StarCraft",
    "summary": "StarCraft is a strategic game set in a Galaxy far away on multiple planets. Its style and balance between the three antagonistic species it features is unique and appealed to millions.",
    "tags": [
      "Real Time Strategy (RTS)",
      "Strategy"
    ]
  },
  {
    "id": 56,
    "name": "The Elder Scrolls III: Morrowind",
    "summary": "First-person WRPG and third mainline entry in the Elder Scrolls franchise in which the player arrives in the island of Vvardenfell, an exotic land plagued by disease-carrying storms and ruled by a godly Tribunal, in the Morrowind province of Tamriel, and takes part in the prophecy foretelling the second coming of Nerevar, who will supposedly save Morrowind from malicious clans both within and outside Vvardenfell.",
    "tags": [
      "Role-playing (RPG)",
      "Adventure"
    ]
  },
  {
    "id": 3035,
    "name": "The Stanley Parable",
    "summary": "The Stanley Parable is a first-person exploration game which ponders questions related to player agency, narrative pacing, escapism through gaming, objective-driven game design, authorial intent, and the conflict of interest between players and game creators.",
    "tags": [
      "Adventure",
      "Indie"
    ]
  },
  {
    "id": 2993,
    "name": "The Wolf Among Us",
    "summary": "The Wolf Among Us is a five-episode series from the creators of the 2012 Game of the Year: The Walking Dead. Based on Fables (DC Comics/Vertigo), an award-winning comic book series, it is an often violent, mature and hard-boiled thriller where the characters and creatures of myth, lore and legend are real and exist in our world. As Bigby Wolf - The Big Bad Wolf in human form - you will discover that the brutal, bloody murder of a Fable is just a taste of things to come, in a game series where your every decision can have enormous consequences.",
    "tags": [
      "Point-and-click",
      "Adventure"
    ]
  }
]